Revit 2027 API
DocumentSaveToCentralProgressChangedEventArgs.FailureDueToConflicts Property
 Indicates the 'save to central' failure is caused by submission conflicts, that is because another one finished saving to central first.
Namespace: Autodesk.Revit.DB.Events
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool FailureDueToConflicts { get; }
Public ReadOnly Property FailureDueToConflicts As Boolean
	Get
public:
property bool FailureDueToConflicts {
	bool get ();
}
member FailureDueToConflicts : bool with get
Property Value
Boolean
See Also
Reference
DocumentSaveToCentralProgressChangedEventArgs Class
Autodesk.Revit.DB.Events Namespace